ability
able
abroad
absolutely
abuse
academy
accept
accepted
access
according
account
accused
achieve
achieved
achievement
across
act
acting
action
activity
actor
actress
actually
add
added
adding
addition
address
administration
admitted
adult
advance
advantage
advertising
advice
affair
affect
affected
africa
african
age
aged
agency
agenda
agent
ago
agree
agreed
agreement
ahead
aid
aim
aimed
air
airline
alan
album
alex
allegation
alleged
alliance
allow
allowed
allowing
allows
almost
alone
along
alongside
already
also
alternative
although
always
ambition
america
american
amid
among
amount
analyst
andrew
andy
angeles
angry
announce
announced
announcement
annual
another
answer
anti
anyone
anything
apart
appeal
appear
appearance
appeared
appears
apple
application
approach
approval
approved
april
area
argue
argued
argues
argument
arm
around
arrest
arsenal
art
artist
asia
asian
aside
ask
asked
asking
aspect
asset
assistant
associated
association
athens
athlete
athletics
attack
attacked
attacking
attempt
attend
attention
attorney
auction
audience
august
australia
australian
author
authority
available
average
aviator
avoid
award
aware
away
baby
back
backed
backing
bad
badly
balance
ball
ban
band
bank
bankruptcy
banned
bar
base
based
basic
basis
battle
bbc
bbcs
beat
beaten
beating
became
become
becomes
becoming
began
begin
beginning
behaviour
behind
belief
believe
believed
benefit
best
better
beyond
bid
big
bigger
biggest
bill
billion
birmingham
bit
black
blair
blamed
block
blow
blue
board
body
bond
book
boost
border
born
bos
bought
box
boy
brand
break
breaking
breakthrough
brian
bring
bringing
britain
british
briton
broadband
broadcast
broadcaster
broke
broken
brother
brought
brown
budget
build
building
built
bush
business
buy
buyer
buying
cabinet
cable
california
call
called
calling
came
camera
camp
campaign
campaigning
campbell
canada
candidate
cannot
cant
cap
capability
capable
capacity
capital
captain
car
card
cardiff
care
career
carried
carry
case
cash
cast
category
cause
caused
celebrity
cent
central
centre
century
ceremony
certain
certainly
chairman
challenge
chamber
champion
championship
chance
chancellor
change
changed
changing
channel
character
charge
charged
charity
charles
chart
cheap
cheaper
check
chelsea
chief
child
childrens
china
chinese
chip
choice
choose
chosen
chris
christmas
cinema
citizen
city
civil
claim
claimed
claiming
clarke
clash
class
classic
clean
clear
clearly
client
clive
close
closed
closely
closer
closing
club
coach
code
colleague
collection
colour
com
combined
come
comeback
comedy
coming
comment
commercial
commission
commissioner
commitment
committed
committee
common
communication
community
company
compared
compete
competing
competition
competitive
complaint
complete
completed
completely
complex
computer
concern
concerned
concert
condition
conducted
conference
confidence
confident
confirmed
connection
conservative
consider
considered
considering
console
constituency
consumer
contact
content
contest
continue
continued
continues
continuing
contract
contrast
contribution
control
controlled
controversial
controversy
cope
copy
core
corner
corporate
corporation
correspondent
cost
could
council
country
couple
course
court
cover
create
created
creating
creation
credit
crime
criminal
crisis
critic
critical
criticised
criticism
cross
crowd
crown
crucial
culture
cup
currency
current
currently
customer
cut
cutting
daily
damage
danger
data
date
daughter
david
davis
day
dead
deal
death
debate
debt
debut
decade
december
decide
decided
decision
declared
decline
declined
dedicated
deep
defeat
defence
defend
defended
defender
deficit
definitely
definition
delay
delighted
deliver
delivered
dem
demand
democrat
dems
denied
department
deputy
described
design
designed
desire
despite
detail
detailed
determined
deutsche
develop
developed
developer
developing
development
device
diary
didnt
died
difference
different
difficult
digital
direct
directed
direction
directly
director
disappointed
disappointing
disaster
discus
discussion
dismissed
display
distance
distribution
division
doctor
document
documentary
doe
doesnt
dollar
domestic
dominated
done
dont
door
double
doubt
downing
download
downloaded
drama
draw
drawn
dream
drive
driven
driving
drop
dropped
drug
dublin
due
duty
dvd
earlier
early
earn
earned
earning
earnings
easier
easily
east
easy
economic
economist
economy
edge
edinburgh
editor
education
edward
effect
effective
effectively
effort
eight
either
elected
election
electronic
electronics
element
else
emerged
employee
employment
encourage
encouraging
end
ended
energy
engine
england
english
enjoy
enjoyed
enough
ensure
enter
entertainment
entire
entirely
entry
environment
equipment
era
especially
essential
established
estimate
estimated
euro
europe
european
even
evening
event
eventually
ever
every
everybody
everyone
everything
evidence
exactly
example
excellent
exchange
exciting
executive
existing
expansion
expect
expectation
expected
expects
expensive
experience
expert
explained
export
express
expressed
extra
extremely
eye
face
faced
facility
facing
fact
factor
failed
failing
failure
fair
fall
fallen
falling
false
family
famous
fan
fantastic
far
fast
faster
fastest
father
favour
favourite
fear
feature
february
federal
federation
fee
feel
feeling
fell
fellow
felt
female
festival
field
fifth
fight
fighting
figure
file
filed
film
final
finally
finance
financial
find
finding
fine
finish
finished
fire
firm
first
fit
five
flight
fly
flying
focus
focused
follow
followed
following
follows
food
foot
football
force
forced
forecast
foreign
forget
form
format
former
fortune
forward
found
foundation
founder
four
fourth
fox
france
frank
fraud
free
freedom
french
fresh
friday
friend
friendly
front
fuel
full
fully
fun
fund
funding
future
gadget
gain
gained
game
gamers
gaming
gap
gary
gas
gathered
gave
general
generation
george
german
germany
get
getting
giant
girl
give
given
giving
global
globe
gmt
goal
going
gold
golden
gone
good
google
gordon
got
government
graham
grand
granted
graphic
great
greater
greatest
green
grew
ground
group
grow
growing
grown
growth
guilty
guy
half
hand
handed
handle
handset
happen
happened
happens
happy
hard
harry
havent
head
headline
health
hear
heard
hearing
heart
heavy
held
help
helped
helping
hero
high
higher
highest
highlight
highlighted
highly
hill
history
hit
hold
holder
holding
holiday
hollywood
home
honour
hope
hoped
hopefully
hoping
hospital
host
hosted
hotel
hour
house
household
housing
howard
however
huge
hugely
human
hundred
hurt
ian
idea
ill
illegal
image
immediate
immediately
immigration
impact
important
impressive
improve
improved
improvement
improving
incident
include
included
includes
including
income
increase
increased
increasing
increasingly
indeed
independent
index
india
indian
individual
indoor
industrial
industry
inflation
influence
information
infrastructure
initial
initially
initiative
injured
injury
innovation
inquiry
inside
insisted
instance
instead
institute
institution
intended
intention
interest
interested
interesting
international
internet
interview
introduce
introduced
investigation
investment
investor
involved
ipod
iraq
ireland
irish
isnt
issue
issued
italian
italy
item
ive
jack
jackson
jail
james
jamie
january
japan
japanese
jason
job
john
johnson
join
joined
joining
joint
jonathan
jones
jose
journalist
judge
july
jump
june
justice
keen
keep
keeping
kelly
kennedy
kept
kevin
key
kick
killed
kind
king
knee
knew
know
known
korea
label
labour
lack
land
language
large
largely
larger
largest
last
late
later
latest
launch
launched
law
lawsuit
lawyer
lead
leader
leadership
leading
league
learn
least
leave
leaving
led
lee
left
leg
legal
legislation
leicester
let
letter
letting
level
lewis
lib
liberal
lie
life
lift
light
like
likely
limit
limited
line
link
linked
lion
list
listed
listen
little
live
liverpool
living
loan
local
lock
london
long
longer
look
looked
looking
lord
los
lose
losing
loss
lost
lot
love
low
lower
lowest
machine
made
madrid
magazine
mail
main
maintain
major
majority
make
maker
making
malicious
man
managed
management
manager
managing
manchester
manifesto
manufacturer
manufacturing
many
march
margin
mark
market
marketing
martin
mass
massive
match
material
matt
matter
may
maybe
mean
meant
meanwhile
measure
medal
medical
medium
meet
meeting
member
memory
men
message
met
michael
microsoft
microsofts
mid
middle
might
mike
million
mind
mini
minister
minute
miss
missed
missing
mistake
mobile
model
modern
moment
monday
monetary
money
monitor
month
monthly
morgan
morning
mother
move
moved
movement
movie
moving
much
multi
music
musical
must
name
named
nation
national
natural
near
nearly
necessary
need
needed
negotiation
neither
net
network
never
new
newcastle
news
newspaper
next
nice
night
nine
nominated
nomination
nominee
non
normal
north
northern
nothing
novel
november
number
obvious
obviously
occasion
october
offence
offer
offered
offering
office
officer
official
often
oil
old
older
oliver
olympic
olympics
one
online
onto
open
opened
opening
operating
operation
operator
opinion
opponent
opportunity
opposed
opposition
optimistic
option
order
ordinary
organisation
organised
organiser
original
originally
oscar
others
outlook
output
outside
outstanding
overall
overseas
owen
owned
owner
ownership
owns
pace
pack
package
page
paid
pair
panel
paper
parent
paris
park
parliament
parliamentary
part
particular
particularly
partly
partner
partnership
party
pas
passed
past
paul
pay
paying
payment
peer
penalty
pension
people
per
perfect
perform
performance
performed
perhaps
period
person
personal
peter
phil
phone
photo
physical
pick
picked
picture
piece
pitch
place
placed
plan
planned
planning
platform
play
played
player
playing
pleased
pledge
pledged
plus
point
pointed
police
policy
political
politician
politics
poll
poor
pop
popular
popularity
population
portable
position
positive
possibility
possible
post
potential
potentially
pound
poverty
power
powerful
practice
praised
pre
predicted
premiership
prepared
preparing
present
presented
president
press
pressure
pretty
prevent
previous
previously
price
prime
principle
priority
prison
private
prize
probably
problem
process
produce
produced
producer
producing
product
production
professional
profile
profit
program
programme
progress
project
promise
promised
prompted
proper
properly
property
proposal
proposed
prosecutor
prospect
protect
protection
protest
proud
prove
proved
provide
provided
provider
provides
providing
public
published
pull
pulled
purchase
purpose
push
pushed
pushing
put
putting
quality
quarter
queen
question
questioned
quick
quickly
quit
quite
quoted
race
radio
raise
raised
raising
ran
range
rate
rather
rating
ray
reach
reached
reaching
read
reading
ready
real
reality
really
reason
receive
received
recent
recently
recognise
recognised
record
recorded
recording
recover
recovery
red
reduce
reduced
reducing
referee
reform
refused
region
regular
regulation
regulator
rejected
related
relation
relationship
relatively
release
released
relief
remain
remained
remaining
remains
remember
remove
replace
replaced
replacement
report
reported
reportedly
reporter
representative
reputation
request
required
research
researcher
reserve
resource
respect
response
responsibility
responsible
rest
result
retail
retailer
retirement
return
returned
returning
reuters
revealed
revenue
review
rich
richard
right
ring
rise
risen
rising
risk
rival
road
robert
robinson
rock
roger
role
room
rose
round
route
row
royal
rugby
rule
ruled
ruling
rumour
run
runner
running
russia
russian
safe
safety
said
sale
san
saturday
save
saving
saw
say
saying
scale
scandal
scene
scheduled
scheme
school
science
score
scored
scotland
scott
scottish
screen
search
season
seat
second
secret
secretary
sector
secure
secured
security
see
seed
seeing
seek
seeking
seem
seemed
seems
seen
self
sell
selling
semi
send
sending
senior
sense
sent
sentence
separate
september
series
serious
seriously
serve
server
service
session
set
setting
settle
settlement
seven
several
shadow
shape
share
shared
shareholder
sharing
sharp
sheffield
shock
shop
short
shot
show
showed
showing
shown
shut
side
sign
signal
signed
significant
signing
similar
simon
simple
simply
since
singer
single
sir
sister
site
situation
six
sixth
size
skill
sky
slam
slightly
slow
small
smaller
smith
social
society
software
sold
solid
solution
someone
something
sometimes
son
song
sony
sonys
soon
sort
sought
sound
source
south
southern
space
spain
spanish
speak
speaking
special
specific
speculation
speech
speed
spend
spending
spent
split
spokesman
spokeswoman
sport
spot
spread
spring
squad
stadium
staff
stage
stake
stand
standard
standing
star
starring
start
started
starting
state
statement
station
statistic
status
stay
step
stephen
stepped
steve
still
stock
stone
stop
stopped
storage
store
story
straight
strategy
street
strength
stressed
strike
striker
strong
stronger
strongly
struck
structure
struggle
struggling
student
studio
study
stuff
style
subject
succeed
success
successful
suffered
suffering
suggest
suggested
suggestion
suggests
suit
summer
sunday
super
supply
support
supporter
supporting
sure
surprise
surprised
survey
suspended
switch
sydney
system
table
tackle
tactic
take
taken
takeover
taking
talent
talk
talking
target
targeted
task
tax
taylor
teacher
team
tech
technical
technology
telecom
telephone
television
tell
telling
ten
tend
tennis
term
terror
terrorism
test
testing
text
thanks
thats
theatre
theme
theyre
thing
think
thinking
third
thomas
though
thought
thousand
threat
three
throughout
thursday
ticket
tie
tim
time
tipped
title
today
together
told
tom
tony
took
tool
top
topped
tory
total
totally
touch
tough
tour
tournament
towards
town
track
trade
trading
traditional
traffic
training
transfer
transport
travel
treasury
treatment
trend
trial
tried
trip
trouble
true
trust
try
trying
tsunami
tuesday
turn
turned
turning
twice
two
type
ultimately
unable
understand
understanding
understood
unemployment
union
unit
united
university
unless
unlikely
unveiled
upon
urged
use
used
useful
user
using
usual
usually
value
van
variety
various
vast
vehicle
venture
version
veteran
via
vice
victim
victory
video
view
viewer
virus
vision
visit
visitor
vital
voice
vote
voted
voter
voting
wait
waiting
wale
walk
wall
want
wanted
wanting
war
warned
warning
wasnt
waste
watch
watchdog
watching
water
wave
way
weak
weapon
web
website
wednesday
week
weekend
welcome
welcomed
well
welsh
went
west
western
weve
whatever
whats
whether
whilst
white
whole
whose
wide
widely
wider
wife
william
williams
willing
win
window
wing
winner
winning
wireless
wish
within
without
woman
wonder
wont
word
work
worked
worker
working
world
worldwide
worried
worry
worse
worst
worth
would
wouldnt
write
writer
writing
written
wrong
wrote
year
yen
yet
york
young
younger
youre
zealand
